Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/services_and_supports_for_children/youth_information_centres.html.txt.tmx
Source language: en
Languages: ga

source: Youth Information Centres are centres located around Ireland that provide free, confidential information for young people and for people who work with young people
ga: Tá Ionaid Eolais don Óige lonnaithe ar fud na hÉireann agus cuireann siad eolas saor in aisce, faoi rún ar fáil do dhaoine óga agus do dhaoine atá ag obair leis an óige

source: They hold information on subjects like education, employment, careers, rights and entitlements, sport, leisure, travel and European opportunities for young people
ga: Tá eolas ar fáil uathu ar ábhair a bhaineann le hoideachas, fostaíocht, slíte beatha, cearta agus teidlíochtaí, spórt, taisteal agus deiseanna Eorpacha do dhaoine óga

source: The network of Youth Information Centres is funded by the Youth Affairs Unit of the Department of Children and Youth Affairs
ga: Tá an líonra de Ionaid Eolais don Óige maoinithe ag an Aonad Gnóthaí Óige in Oifig an Aire Leanaí agus Gnóthaí Óige

source: Amongst the resources that Youth Information Centres have are newspapers, guidebooks, leaflets, factsheets, videos, noticeboards and computer databases
ga: I measc na n-acmhainní atá ag Ionaid Eolais don Óige tá nuachtáin, treoirleabhair, bileoga eolais, fístéipeanna, cláracha fógraí agus bancanna sonraí ríomhaireachta

source: Some centres can provide you with Internet access, a low cost CV preparation service, European Youth Cards and Hostelling cards
ga: Is féidir úsáid a bhaint as an idirlíon i gcuid de na hIonaid Eolais, seirbhís ullmhúcháin CV a fháil ar chostas íseal, Cártaí Eorpacha Óige agus cártaí Brúnna a fháil

source: It is possible to have your particular query dealt with in private by Youth Information Centre staff
ga: Is féidir do cheist a phlé go príobháideach leis an bhfoireann ag an Ionad Eolais don Óige

source: In general, Youth Information Centres do not produce their own leaflets, except for some localised information
ga: Go ginearálta, ní chuireann Ionaid Eolais don Óige a gcuid bileoga eolais féin le chéile, ach amháin i gcás eolais áitiúil

source: Most of their material comes from other statutory and voluntary agencies
ga: Tagann formhór an ábhair ó údaráis eile reachtúla agus deonacha

source: Youth Information Centre staff co-operate with statutory and voluntary agencies and may refer you to them if they cannot satisfy your query
ga: Bíonn an fhoireann sna hIonaid Eolais don Óige ag comhoibriú le údaráis reachtúla agus deonacha agus d'fhéadfadh sé go molfadh an fhoireann duit teagmháil a dhéanamh leis na húdaráis sin muna féidir leo féin do cheist a fhreagairt

source: Youth Information Centres also provide a range of outreach activities aimed at bringing information to young people through information points, publications, workshops, seminars, exhibitions, schools and youth club work, and the local radio and press
ga: Cuireann Ionaid Eolais don Óige réimse imeachtaí for-rochtana ar fáil atá dírithe ar eolas a thabhairt do dhaoine óga tríd pointí eolais, foilseacháin, ceardlanna, seimineáir, taispeántais, scoileanna agus obair chlubanna óige chomh maith leis an raidió áitiúil agus nuachtáin

source: Youth Information Centres are open to all young people and people who work with young people
ga: Tá Ionaid Eolais don Óige ar fáil do gach duine óg agus do dhaoine atá ag obair leis an óige

source: There are no charges for receiving information from Youth Information Centres
ga: Níl aon táille le n-íoc as eolas a fháil ó Ionaid Eolais don Óige

source: However, there may be a minimal charge for photocopies
ga: Ach, d'fhéadfadh sé go mbeadh costas beag le n-íoc ar fhótachóipeanna

source: You can drop in to a Youth Information Centre (pdf) for help with a specific query or just to browse and see what information it has
ga: Is féidir leat dul isteach in Ionad Eolais don Óige (pdf) le cúnamh a fháil maidir le ceist faoi leith nó díreach le breathnú ar an gcineál eolais atá ar fáil ann

source: You can also ring or e-mail the centre if you have a quick, easily answered query
ga: Is féidir freisin glaoch gutháin nó ríomh-phost a sheoladh chuig an ionad má bhíonn ceist bheag shimplí agat
